IdeaRS.OpenModel.CrossSection.ReinforcedBar
Reinforced bar

IdeaRS.OpenModel.CrossSection.ReinforcedBar.Point
Position of bar

IdeaRS.OpenModel.CrossSection.ReinforcedBar.Diameter
Diameter

IdeaRS.OpenModel.CrossSection.ReinforcedBar.Material
Material